Repository: 51BiZeHeRyErNiGdE51/relationshipapp
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ko, pt

source: Keep affection more private
de: Zärtlichkeit eher privat halten
es: Mantener el cariño más en privado
fr: Garder les câlins plus discrets
ko: 애정 표현은 좀 더 은밀하게
pt: Manter o carinho mais privado

source: Keep devices private
de: Handys privat halten
es: Mantener los dispositivos en privado
fr: Garder nos appareils privés
ko: 기기는 비공개
pt: Manter os dispositivos privados

source: Keep it offline
de: Offline bleiben
es: Mantenerlo fuera de internet
fr: Rester hors ligne
ko: 오프라인으로
pt: Manter offline

source: Keep money mostly separate
de: Geld größtenteils getrennt halten
es: Mantener el dinero mayormente separado
fr: Garder l'argent surtout séparé
ko: 돈은 대부분 따로
pt: Manter o dinheiro maioritariamente separado

source: Keep only the best ones
de: Nur die besten behalten
es: Quedarnos solo con las mejores
fr: Ne garder que les meilleures
ko: 진짜 좋은 것만 남기기
pt: Guardar só os melhores

source: Kids someday
de: Irgendwann Kinder
es: Hijos algún día
fr: Des enfants un jour
ko: 언젠가 아이
pt: Filhos um dia

source: Language
de: Sprache
es: Idioma
fr: Langue
ko: 언어
pt: Idioma

source: Last 30 days
de: Letzte 30 Tage
es: últimos 30 días
fr: 30 derniers jours
ko: 지난 30일
pt: Últimos 30 dias

source: Last day: 50% off for you two
de: Letzter Tag: 50 % Rabatt für Sie beide
es: Último día: 50% de descuento para ustedes dos
fr: Dernier jour : 50% de réduction pour vous deux
ko: 마지막 날: 두 분 모두 50% 할인
pt: Último dia: 50% de desconto para vocês dois

source: Late flight
de: Später Flug
es: Vuelo tarde
fr: Vol tard
ko: 늦은 비행
pt: Voo tarde

source: Laughing together is our strongest glue.
de: Zusammen lachen ist unser stärkster Kleber.
es: Reír juntos es nuestro mejor pegamento.
fr: Rire ensemble, notre meilleur ciment.
ko: 함께 웃는 게 우리 제일 강한 접착제야.
pt: Rir juntos é o nosso melhor cimento.

source: Learn a magic trick to impress each other?
de: Einen Zaubertrick lernen, um sich gegenseitig zu beeindrucken?
es: ¿Aprender un truco de magia para impresionarnos?
fr: Apprendre un tour de magie pour impressionner l'autre ?
ko: 서로 감동시킬 마술 배울래?
pt: Aprender um truque de magia para impressionar um ao outro?

source: Learn a new language together?
de: Gemeinsam eine neue Sprache lernen?
es: ¿Aprender un idioma nuevo juntos?
fr: Apprendre une nouvelle langue ensemble ?
ko: 같이 새 언어 배울래?
pt: Aprender uma língua nova juntos?

source: Learn an instrument together
de: Gemeinsam ein Instrument lernen
es: Aprender un instrumento juntos
fr: Apprendre un instrument ensemble
ko: 같이 악기 배우기
pt: Aprender um instrumento juntos

source: Learn CPR together?
de: Gemeinsam Erste Hilfe lernen?
es: ¿Aprender RCP juntos?
fr: Apprendre le RCP ensemble ?
ko: 같이 심폐소생술 배울래?
pt: Aprender RCP juntos?

source: Leave a private message on their home screen. Sealed for their eyes only — the same quiet privacy as every photo you send.
de: Hinterlasse eine private Nachricht auf ihrem Home-Bildschirm. Nur für ihre Augen — dieselbe stille Privatsphäre wie bei jedem Foto, das du schickst.
es: Deja un mensaje privado en su pantalla de inicio. Sellado solo para sus ojos — la misma privacidad silenciosa que cada foto que envías.
fr: Laisse un message privé sur leur écran d'accueil. Scellé pour leurs yeux seuls — la même discrétion que pour chaque photo que tu envoies.
ko: 상대 홈 화면에 개인 메시지를 남겨 보세요. 상대만 볼 수 있게 봉인돼요 — 보내는 사진과 같은 조용한 프라이버시예요.
pt: Deixa uma mensagem privada no ecrã principal deles. Selada só para os olhos deles — a mesma privacidade quieta de cada foto que envias.

source: Leave sticky-note love notes around the house for a week?
de: Eine Woche lang Liebeszettel im Haus verstecken?
es: ¿Dejar notas de amor en post-its por la casa una semana?
fr: Laisser des petits mots d'amour partout dans la maison une semaine ?
ko: 일주일 동안 집에 사랑 스티커 붙여둘래?
pt: Deixar bilhetes de amor em post-its pela casa durante uma semana?

source: Leave voice notes
de: Sprachnachrichten schicken
es: Dejar notas de voz
fr: Laisser des messages vocaux
ko: 보이스 메모 남기기
pt: Deixar notas de voz

source: Leftovers for lunch
de: Reste zum Mittagessen
es: Sobras para el almuerzo
fr: Les restes pour le déjeuner
ko: 점심은 남은 음식
pt: Sobras para o almoço

source: Little spoon
de: Kleiner Löffel
es: Cuchara pequeña
fr: La petite cuillère
ko: 작은 숟가락
pt: Colher pequena

source: Live abroad for a year
de: Ein Jahr im Ausland leben
es: Vivir en el extranjero un año
fr: Vivre à l'étranger un an
ko: 해외에서 1년 살기
pt: Viver no estrangeiro um ano

source: Live downtown
de: Innenstadt
es: Vivir en el centro
fr: Vivre en centre-ville
ko: 도심에 살기
pt: Viver no centro da cidade

source: Live in a tiny apartment we love
de: In einer kleinen Wohnung leben, die wir lieben
es: Vivir en un apartamento pequeño que amemos
fr: Vivre dans un petit appart qu'on adore
ko: 우리가 사랑하는 작은 아파트
pt: Viver num apartamento pequeno que adoramos

source: Live in the suburbs
de: Auf dem Land
es: Vivir en las afueras
fr: Vivre en banlieue
ko: 교외에 살기
pt: Viver nos subúrbios

source: Live near family
de: In der Nähe der Familie
es: Vivir cerca de la familia
fr: Vivre près de la famille
ko: 가족 가까이 살기
pt: Viver perto da família

source: Live wherever we want
de: Leben, wo wir wollen
es: Vivir donde queramos
fr: Vivre où on veut
ko: 원하는 곳 어디든 살기
pt: Viver onde quisermos

source: Long drive
de: Lange Autofahrt
es: Viaje largo en coche
fr: Long trajet en voiture
ko: 긴 드라이브
pt: Viagem longa de carro

source: Long texts
de: Lange Texte
es: Mensajes largos
fr: Longs textos
ko: 긴 문자
pt: Mensagens longas

source: Long walk
de: Langer Spaziergang
es: Paseo largo
fr: Longue balade
ko: 긴 산책
pt: Passeio longo

source: Long-distance made us stronger.
de: Fernbeziehung hat uns stärker gemacht.
es: La distancia nos hizo más fuertes.
fr: La distance nous a rendus plus forts.
ko: 롱디가 우리를 더 단단하게 했어.
pt: A distância tornou-nos mais fortes.

source: Lots of tiny gifts all year
de: Viele kleine Geschenke das ganze Jahr
es: Muchos regalos pequeños todo el año
fr: Plein de petits cadeaux toute l'année
ko: 1년 내내 작은 선물 많이
pt: Muitos presentinhos ao longo do ano

source: Loud music
de: Laute Musik
es: Música alta
fr: Musique forte
ko: 시끄러운 음악
pt: Música alta

source: Love Score
de: Liebes-Score
es: puntuación de amor
fr: Score d'amour
ko: 러브스코어
pt: Pontuação de amor

source: Love, hugs & miss-you — as a ping.
de: Liebe, Umarmungen & Vermissen — als Ping.
es: Amor, abrazos y te echo de menos — en un aviso.
fr: Amour, câlins & "tu me manques" — en notif.
ko: 사랑, 안아줘 & 보고 싶어 — 알림으로.
pt: Amor, abraços & sinto a tua falta — num aviso.

source: Make a scrapbook of our first year?
de: Ein Scrapbook von unserem ersten Jahr?
es: ¿Hacer un álbum de recortes de nuestro primer año?
fr: Faire un album de notre première année ?
ko: 우리 첫 해 스크랩북 만들까?
pt: Fazer um álbum de scrapbook do nosso primeiro ano?

source: Make a time capsule for five years from now?
de: Eine Zeitkapsel für in fünf Jahren?
es: ¿Hacer una cápsula del tiempo para dentro de cinco años?
fr: Faire une capsule temporelle pour dans cinq ans ?
ko: 5년 뒤를 위한 타임캡슐 만들까?
pt: Fazer uma cápsula do tempo para daqui a cinco anos?

source: Make matching playlists for each mood?
de: Passende Playlists für jede Stimmung?
es: ¿Hacer playlists a juego para cada estado de ánimo?
fr: Faire des playlists assorties pour chaque humeur ?
ko: 기분마다 맞춤 플레이리스트 만들까?
pt: Fazer playlists combinadas para cada mood?

source: Mall day
de: Einkaufsbummel
es: Día de centro comercial
fr: Journée au centre commercial
ko: 몰 하루
pt: Dia no centro comercial

source: Match jewelry
de: Passender Schmuck
es: Joyas a juego
fr: Bijoux assortis
ko: 커플 주얼리
pt: Joias iguais

source: Match tattoos
de: Passende Tattoos
es: Tatuajes a juego
fr: Tatouages assortis
ko: 커플 타투
pt: Tatuagens iguais

source: Matching outfits
de: Partnerlooks
es: Outfits a juego
fr: Tenues assorties
ko: 커플룩
pt: Roupa combinada

source: Matching outfits are cute, not cringe.
de: Partnerlooks sind süß, nicht cringe.
es: Los outfits a juego son tiernos, no vergonzosos.
fr: Les tenues assorties, c'est mignon, pas gênant.
ko: 커플룩은 귀여워, 오글 아니야.
pt: Roupa combinada é gira, não é cringe.

source: Matching pajamas
de: Passende Pyjamas
es: Pijamas a juego
fr: Pyjamas assortis
ko: 커플 잠옷
pt: Pijamas combinados

source: Matching travel mugs
de: Passende Reisebecher
es: Tazas de viaje a juego
fr: Mugs de voyage assortis
ko: 커플 텀블러
pt: Canecas de viagem iguais

source: Me always know what you're thinking
de: Ich weiß immer, was du denkst
es: Que yo siempre sepa lo que piensas
fr: Que je sache toujours à quoi tu penses
ko: 항상 네 생각 다 알기
pt: Eu saber sempre o que estás a pensar

source: Meet as kids
de: Uns als Kinder treffen
es: Conocernos de niños
fr: Se rencontrer enfants
ko: 어릴 때 만나기
pt: Conhecer-nos crianças

source: Meet exactly when we did
de: Uns genau so treffen wie damals
es: Conocernos exactamente cuando lo hicimos
fr: Se rencontrer exactement quand on l'a fait
ko: 지금 만난 그때 그대로 만나기
pt: Conhecer-nos exatamente quando nos conhecemos

source: Meet the parents' friends as a couple?
de: Die Freunde der Eltern als Paar kennenlernen?
es: ¿Presentarnos a los amigos de los padres como pareja?
fr: Rencontrer les amis des parents en couple ?
ko: 부모님 친구들한테 커플로 인사할까?
pt: Conhecer os amigos dos pais como casal?

source: Memories
de: Erinnerungen
es: Recuerdos
fr: Souvenirs
ko: 추억
pt: Memórias

source: Memories is your everyday journal — the small stuff: a funny dinner, a rainy walk, a photo you don't want to lose. The Timeline above is for the big milestones only.
de: Erinnerungen ist euer Alltagstagebuch — die kleinen Dinge: ein lustiges Abendessen, ein Spaziergang im Regen, ein Foto zum Behalten. Die Timeline darüber ist nur für die großen Meilensteine.
es: Recuerdos es vuestro diario del día a día — las pequeñas cosas: una cena divertida, un paseo bajo la lluvia, una foto que no quieres perder. La cronología de arriba es solo para los grandes hitos.
fr: Souvenirs est votre journal du quotidien — les petites choses : un dîner drôle, une balade sous la pluie, une photo à garder. La chronologie au-dessus est réservée aux grandes étapes.
ko: 추억은 일상의 저널이에요 — 재미있던 저녁, 비 오는 날 산책, 간직하고 싶은 사진 같은 소소한 것들. 위의 타임라인은 큰 순간들만을 위한 공간이에요.
pt: Memórias é o vosso diário do dia a dia — as pequenas coisas: um jantar divertido, um passeio à chuva, uma foto a guardar. A cronologia acima é só para os grandes marcos.

source: Midnight snack date
de: Mitternachts-Snack-Date
es: Cita de snack de medianoche
fr: Snack de minuit en date
ko: 한밤중 간식 데이트
pt: Encontro de lanche à meia-noite

source: Minimalist home
de: Minimalistisches Zuhause
es: Hogar minimalista
fr: Maison minimaliste
ko: 미니멀 집
pt: Casa minimalista

source: Miss you
de: Vermisse dich
es: Te extraño
fr: Tu me manques
ko: 보고 싶어요
pt: Sinto sua falta

source: Missuo Premium — for both of you
de: Missuo Premium – für Sie beide
es: Missuo Premium: para los dos
fr: Missuo Premium — pour vous deux
ko: Missuo Premium — 두 사람 모두를 위한
pt: Missuo Premium – para vocês dois

source: Missuo works as a pair — iPhone or Android. Share your code, or enter theirs. You can also do this later.
de: Missuo funktioniert zu zweit — iPhone oder Android. Teile deinen Code oder gib ihren ein. Du kannst das auch später machen.
es: Missuo funciona en pareja — iPhone o Android. Comparte tu código o introduce el suyo. También puedes hacerlo más tarde.
fr: Missuo fonctionne à deux — iPhone ou Android. Partage ton code, ou saisis le sien. Tu peux aussi le faire plus tard.
ko: Missuo는 둘이 함께 써요 — iPhone이든 Android든. 내 코드를 공유하거나 상대 코드를 입력하세요. 나중에 해도 괜찮아요.
pt: O Missuo funciona a dois — iPhone ou Android. Partilha o teu código ou introduz o dele. Também podes fazer isto mais tarde.

source: Moods, countdowns, secret notes and a heartbeat that pulses when you're both online — live on your home screen, no app opening needed.
de: Stimmungen, Countdowns, geheime Notizen und ein Herzschlag, wenn ihr beide online seid — live auf deinem Homescreen, ganz ohne die App zu öffnen.
es: Estados de ánimo, cuentas atrás, notas secretas y un latido que palpita cuando ambos estáis en línea — en vivo en tu pantalla de inicio, sin abrir la app.
fr: Humeurs, comptes à rebours, notes secrètes et un battement de cœur quand vous êtes en ligne tous les deux — en direct sur votre écran d'accueil, sans ouvrir l'app.
ko: 기분, 카운트다운, 비밀 메모, 둘 다 접속하면 뛰는 심장박동까지 — 앱을 열지 않아도 홈 화면에서 실시간으로.
pt: Humores, contagens decrescentes, notas secretas e um batimento que pulsa quando estão os dois online — ao vivo no ecrã inicial, sem abrir a app.

source: Morning cuddles
de: Morgenkuscheln
es: Mimos de mañana
fr: Câlins du matin
ko: 아침 포옹
pt: Abraços de manhã

source: Morning person
de: Frühaufsteher
es: Persona madrugadora
fr: Lève-tôt
ko: 아침형
pt: Pessoa da manhã

source: Mountains
de: Berge
es: Montaña
fr: Les montagnes
ko: 산
pt: Montanhas

source: Movies at home
de: Filme zu Hause
es: Películas en casa
fr: Films à la maison
ko: 집에서 영화
pt: Filmes em casa

source: Movies in theater
de: Kino
es: Películas en el cine
fr: Films au cinéma
ko: 극장에서 영화
pt: Filmes no cinema

source: Never argue again
de: Nie wieder streiten
es: Nunca discutir otra vez
fr: Ne plus jamais se disputer
ko: 다시는 안 싸우기
pt: Nunca mais discutir

source: Never cook and always eat out
de: Nie kochen und immer auswärts essen
es: Nunca cocinar y siempre comer fuera
fr: Ne jamais cuisiner et toujours manger dehors
ko: 요리 안 하고 항상 외식
pt: Nunca cozinhar e comer sempre fora

source: Never delete old photos
de: Alte Fotos nie löschen
es: Nunca borrar fotos viejas
fr: Ne jamais supprimer les vieilles photos
ko: 옛 사진 절대 안 지우기
pt: Nunca apagar fotos antigas

source: Never fight about chores
de: Nie wegen Hausarbeit streiten
es: Nunca pelear por las tareas
fr: Ne jamais se disputer pour les corvées
ko: 집안일로 안 싸우기
pt: Nunca discutir por tarefas

source: Never fight about money
de: Nie wegen Geld streiten
es: Nunca pelear por dinero
fr: Ne jamais se disputer pour l'argent
ko: 돈 문제로 안 싸우기
pt: Nunca discutir por dinheiro

source: Never Have I Ever
de: Ich hab noch nie…
es: Yo nunca…
fr: Je n'ai jamais…
ko: 나는 해본 적 없어
pt: Eu nunca…

source: Never have I ever been jealous of your friends.
de: Hab ich noch nie neidisch auf deine Freunde gewesen.
es: Yo nunca he tenido celos de tus amigos.
fr: Je n'ai jamais été jaloux·se de tes amis.
ko: 네 친구한테 질투해 본 적 없어.
pt: Eu nunca tive ciúmes dos teus amigos.

source: Never have I ever blamed the dog / cat for something I did.
de: Hab ich noch nie dem Hund / der Katze die Schuld gegeben für etwas, das ich war.
es: Yo nunca he culpado al perro / gato de algo que hice yo.
fr: Je n'ai jamais accusé le chien / le chat pour un truc que j'ai fait.
ko: 내가 한 걸 강아지/고양이 탓한 적 없어.
pt: Eu nunca culpei o cão / gato por algo que fiz.

source: Never have I ever blamed traffic when I left late.
de: Hab ich noch nie den Verkehr beschuldigt, wenn ich zu spät los war.
es: Yo nunca he culpado al tráfico cuando salí tarde.
fr: Je n'ai jamais blâmé les embouteillages alors que j'étais en retard.
ko: 늦게 나가놓고 교통 탓한 적 없어.
pt: Eu nunca culpei o trânsito quando saí tarde.

source: Never have I ever bought something just because you liked it.
de: Hab ich noch nie etwas gekauft, nur weil es dir gefällt.
es: Yo nunca he comprado algo solo porque a ti te gustó.
fr: Je n'ai jamais acheté un truc juste parce que tu l'aimais.
ko: 네가 좋아해서 그냥 산 적 없어.
pt: Eu nunca comprei algo só porque gostaste.

source: Never have I ever changed outfits three times before seeing you.
de: Hab ich noch nie dreimal das Outfit gewechselt, bevor ich dich gesehen hab.
es: Yo nunca me he cambiado de ropa tres veces antes de verte.
fr: Je n'ai jamais changé de tenue trois fois avant de te voir.
ko: 너 보기 전에 옷 세 번 갈아입어 본 적 없어.
pt: Eu nunca mudei de roupa três vezes antes de te ver.

source: Never have I ever checked if you were online.
de: Hab ich noch nie gecheckt, ob du online warst.
es: Yo nunca he mirado si estabas en línea.
fr: Je n'ai jamais regardé si tu étais en ligne.
ko: 네가 온라인인지 확인해 본 적 없어.
pt: Eu nunca fui ver se estavas online.

source: Never have I ever checked your location out of worry.
de: Hab ich noch nie aus Sorge deinen Standort gecheckt.
es: Yo nunca he mirado tu ubicación por preocupación.
fr: Je n'ai jamais regardé ta position par inquiétude.
ko: 걱정돼서 네 위치 확인해 본 적 없어.
pt: Eu nunca vi a tua localização por preocupação.

source: Never have I ever compared us to another couple.
de: Hab ich noch nie uns mit einem anderen Paar verglichen.
es: Yo nunca nos he comparado con otra pareja.
fr: Je n'ai jamais comparé notre couple à un autre.
ko: 다른 커플이랑 우리 비교해 본 적 없어.
pt: Eu nunca me comparei a outro casal.

source: Never have I ever counted how many days since we met.
de: Hab ich noch nie gezählt, wie viele Tage seit unserem Kennenlernen vergangen sind.
es: Yo nunca he contado cuántos días llevamos de conocernos.
fr: Je n'ai jamais compté combien de jours depuis qu'on s'est rencontrés.
ko: 만난 지 며칠인지 세어 본 적 없어.
pt: Eu nunca contei quantos dias passaram desde que nos conhecemos.

source: Never have I ever cried after a fight and not told you.
de: Hab ich noch nie nach einem Streit geweint und es dir nicht gesagt.
es: Yo nunca he llorado después de una pelea y no te lo he dicho.
fr: Je n'ai jamais pleuré après une dispute sans te le dire.
ko: 싸운 뒤 울었는데 말 안 한 적 없어.
pt: Eu nunca chorei depois de uma discussão e não te contei.

source: Never have I ever cried happy tears because of you.
de: Hab ich noch nie vor Glück wegen dir geweint.
es: Yo nunca he llorado de felicidad por ti.
fr: Je n'ai jamais pleuré de joie à cause de toi.
ko: 너 때문에 기쁨의 눈물 흘려 본 적 없어.
pt: Eu nunca chorei de felicidade por tua causa.

source: Never have I ever deleted a text before sending it to you.
de: Hab ich noch nie eine Nachricht gelöscht, bevor ich sie dir geschickt hab.
es: Yo nunca he borrado un mensaje antes de enviártelo.
fr: Je n'ai jamais supprimé un texto avant de te l'envoyer.
ko: 너한테 보낼 문자 지우기 전에 삭제해 본 적 없어.
pt: Eu nunca apaguei uma mensagem antes de te enviar.

source: Never have I ever fallen asleep while you were talking.
de: Hab ich noch nie eingeschlafen, während du geredet hast.
es: Yo nunca me he quedado dormido mientras hablabas.
fr: Je n'ai jamais m'endormi pendant que tu parlais.
ko: 네가 말하는 중에 잠들어 본 적 없어.
pt: Eu nunca adormeci enquanto falavas.

source: Never have I ever flipped your pillow to the cold side for myself.
de: Hab ich noch nie dein Kissen auf die kalte Seite gedreht für mich.
es: Yo nunca he volteado tu almohada al lado frío para mí.
fr: Je n'ai jamais retourné ton oreiller pour avoir le côté frais.
ko: 시원한 쪽 베개 뒤집어 내가 쓴 적 없어.
pt: Eu nunca virei a tua almofada para o lado frio para mim.

source: Never have I ever ghosted a group chat to stay with you.
de: Hab ich noch nie einen Gruppenchat ignoriert, um bei dir zu bleiben.
es: Yo nunca he ignorado un grupo de chat para quedarme contigo.
fr: Je n'ai jamais ghosté un groupe pour rester avec toi.
ko: 너랑 있으려고 단톡방 잠수 탄 적 없어.
pt: Eu nunca ignorei um grupo para ficar contigo.

source: Never have I ever Googled relationship advice about us.
de: Hab ich noch nie Beziehungsrat im Netz über uns gegoogelt.
es: Yo nunca he buscado en Google consejos de pareja sobre nosotros.
fr: Je n'ai jamais googlé des conseils de couple sur nous.
ko: 우리 관계 조언 구글해 본 적 없어.
pt: Eu nunca pesquisei conselhos de relacionamento sobre nós no Google.

source: Never have I ever hidden snacks from you.
de: Hab ich noch nie Snacks vor dir versteckt.
es: Yo nunca he escondido snacks de ti.
fr: Je n'ai jamais caché des snacks de toi.
ko: 너한테 간식 숨겨 둔 적 없어.
pt: Eu nunca escondi snacks de ti.

source: Never have I ever hoped you'd text first.
de: Hab ich noch nie gehofft, dass du zuerst schreibst.
es: Yo nunca he esperado que escribieras primero.
fr: Je n'ai jamais espéré que tu textes en premier.
ko: 네가 먼저 연락해 주길 바란 적 없어.
pt: Eu nunca esperei que mandasses mensagem primeiro.

source: Never have I ever imagined our future house in detail.
de: Hab ich noch nie uns unser zukünftiges Haus im Detail vorgestellt.
es: Yo nunca he imaginado nuestra casa del futuro al detalle.
fr: Je n'ai jamais imaginé notre future maison en détail.
ko: 우리 미래 집 상상해 본 적 없어.
pt: Eu nunca imaginei a nossa casa futura em detalhe.

source: Never have I ever kept a purchase secret from you.
de: Hab ich noch nie einen Kauf vor dir geheim gehalten.
es: Yo nunca he ocultado una compra.
fr: Je n'ai jamais gardé un achat secret pour toi.
ko: 너한테 말 안 한 쇼핑 있었던 적 없어.
pt: Eu nunca escondi uma compra de ti.

source: Never have I ever kept the better half of the duvet.
de: Hab ich noch nie mir die bessere Hälfte der Decke genommen.
es: Yo nunca me he quedado con la mejor parte del edredón.
fr: Je n'ai jamais gardé la meilleure couette pour moi.
ko: 이불 좋은 쪽 혼자 차지한 적 없어.
pt: Eu nunca fiquei com a melhor parte do edredão.

source: Never have I ever laughed at you during a serious moment.
de: Hab ich noch nie bei dir in einem ernsten Moment gelacht.
es: Yo nunca me he reído de ti en un momento serio.
fr: Je n'ai jamais rigolé de toi dans un moment sérieux.
ko: 진지한 순간에 너 웃겨 본 적 없어.
pt: Eu nunca me rie de ti num momento sério.

source: Never have I ever laughed so hard with you I snorted.
de: Hab ich noch nie so laut mit dir gelacht, dass ich geschnauft hab.
es: Yo nunca me he reído tanto contigo que me salió un resoplido.
fr: Je n'ai jamais tellement ri avec toi que j'ai snifflé.
ko: 너랑 너무 웃다가 콧물 나온 적 없어.
pt: Eu nunca me rie tanto contigo que me saiu um som estranho.

source: Never have I ever let you win an argument on purpose.
de: Hab ich noch nie dich absichtlich einen Streit gewinnen lassen.
es: Yo nunca te he dejado ganar una discusión a propósito.
fr: Je n'ai jamais laissé gagner une dispute exprès.
ko: 일부러 싸움에서 너한테 져 준 적 없어.
pt: Eu nunca te deixei ganhar uma discussão de propósito.

source: Never have I ever lied about how late I'd be.
de: Hab ich noch nie gelogen, wie spät ich komme.
es: Yo nunca he mentido sobre qué tan tarde llegaría.
fr: Je n'ai jamais menti sur mon heure d'arrivée.
ko: 몇 시쯤 올지 거짓말한 적 없어.
pt: Eu nunca menti sobre o quanto ia atrasar.

source: Never have I ever liked an old photo of yours on purpose.
de: Hab ich noch nie absichtlich ein altes Foto von dir geliked.
es: Yo nunca he dado like a una foto vieja tuya a propósito.
fr: Je n'ai jamais liké une vieille photo de toi exprès.
ko: 일부러 네 옛 사진에 좋아요 눌러 본 적 없어.
pt: Eu nunca dei gosto a uma foto tua antiga de propósito.

source: Never have I ever looked up flights we can't afford yet.
de: Hab ich noch nie Flüge rausgesucht, die wir uns noch nicht leisten können.
es: Yo nunca he buscado vuelos que aún no podemos pagar.
fr: Je n'ai jamais cherché des vols qu'on ne peut pas encore se payer.
ko: 아직 못 갈 항공권 검색해 본 적 없어.
pt: Eu nunca pesquisei voos que ainda não podemos pagar.

source: Never have I ever made a playlist secretly about us.
de: Hab ich noch nie heimlich eine Playlist über uns gemacht.
es: Yo nunca he hecho una playlist secreta sobre nosotros.
fr: Je n'ai jamais fait une playlist secrète sur nous.
ko: 우리에 대한 플리 몰래 만들어 본 적 없어.
pt: Eu nunca fiz uma playlist secreta sobre nós.

source: Never have I ever muted you by accident and panicked.
de: Hab ich noch nie dich aus Versehen stummgeschaltet und panisch reagiert.
es: Yo nunca te he silenciado por accidente y he entrado en pánico.
fr: Je n'ai jamais mis en sourdine par accident et paniqué.
ko: 실수로 너 음소거하고 당황한 적 없어.
pt: Eu nunca te silenciei por acidente e entrei em pânico.

source: Never have I ever peed with the door open while you were home.
de: Hab ich noch nie mit offener Tür gepinkelt, während du da warst.
es: Yo nunca he hecho pipí con la puerta abierta mientras estabas en casa.
fr: Je n'ai jamais fait pipi porte ouverte pendant que tu étais là.
ko: 너 집에 있을 때 문 안 닫고 화장실 간 적 없어.
pt: Eu nunca fiz xixi com a porta aberta com tu em casa.
